function Marianna() {
  return (
    <div id="Marianna">
      <p className="mt-10 mb-8 font-bold text-xl lg:text-3xl text-justify">
        Απέχουμε μία μέρα από την “Πρωταπριλιά”, είχατε όμως ποτέ την απορία πώς
        ξεκίνησε αυτή η μέρα να ταυτίζεται με τα ψέματα;
      </p>
      <div className="w-full flex flex-col gap-6 text-justify">
        <p className="underline">
          Η <span className="font-bold">Μαριάννα</span> είναι εδώ να σας
          εξηγήσει:
        </p>
        <p>
          Σύμφωνα με την πρώτη, το έθιμο ξεκίνησε από τους{" "}
          <span className="text-our-red">Κέλτες</span>, οι οποίοι ήταν δεινοί
          ψαράδες. Η εποχή του ψαρέματος ξεκινούσε την 1η Απριλίου. Εκείνη όμως
          την περίοδο τα ψάρια πιάνονταν δύσκολα, οπότε έλεγαν ψέματα{" "}
          <span className="text-our-red">πόσα ψάρια είχαν πιάσει</span>.
          Σιγά-σιγά αυτή η συνήθεια έγινε έθιμο.
        </p>

        <p>
          Με βάση τη δεύτερη εκδοχή, το έθιμο γεννήθηκε στην{" "}
          <span className="text-our-red">Γαλλία</span>{" "}
          το 16ο αιώνα. Μέχρι το 1564 η{" "}
          <span className="text-our-red">πρωτοχρονιά</span>{" "}
          των Γάλλων ήταν η 1η Απριλίου. Εκείνη την χρονιά όμως άλλαξε αυτό και
          η πρωτοχρονιά πλέον θεωρούνταν η 1η Ιανουαρίου. Στην αρχή αυτό δεν
          έγινε αποδεκτό από όλους τους πολίτες, με αποτέλεσμα κάποιοι - ως
          αντίδραση - συνέχιζαν να γιορτάζουν την πρωτοχρονιά την 1η Απριλίου
          και οι υπόλοιποι τους έστελναν δώρα για να τους{" "}
          <span className="text-our-red">κοροϊδέψουν</span>. Με τον καιρό το
          πείραγμα αυτό μετατράπηκε σε έθιμο.
        </p>
      </div>
    </div>
  );
}

export default Marianna;
