function Georgia() {
  return (
    <div id="Georgia">
      <div className="w-full flex flex-col gap-6 text-justify">
        <h2 className="text-3xl font-semibold italic">...ένα περπάτημα...</h2>

        <p className="text-lg">
          “<span className="text-ephemeral-neon">Πάω για ένα περπάτημα</span>”, λέω. Βγαίνω από το σπίτι, φοράω
          τα ακουστικά μου και ξεκινάω την συνηθισμένη διαδρομή. <span className="text-ephemeral-neon">Συνηθισμένη</span> γιατί δεν πάω 
          κάπου τυχαία. Ακολουθώ πάντα μια συγκεκριμένη πορεία, λες και τα βήματά μου έχουν αποτυπωθεί στην άσφαλτο και τα ακολουθώ όπως
          όταν χιονίζει και πατάς μόνο σε πατημασιές άλλων. Έχει αρχίσει να νυχτώνει αλλά η ατμόσφαιρα είναι γλυκιά. Ήρθαν από νωρίς 
          φέτος οι ζέστες... Από τις μυρωδιές των <span className="text-ephemeral-neon">νυχτολούλουδων</span> στους δρόμους μέχρι τους 
          ανθρώπους που περνάνε τη βραδιά τους στα μπαλκόνια, απόψε, θυμίζει πολύ καλοκαίρι. Η μουσική στα αυτιά μου είναι δυνατή, ώστε 
          να μπλοκάρω τους ενοχλητικούς ήχους της πόλης αλλά συγχρόνως χαμηλή, ώστε να ακούω τι γίνεται γύρω μου. Άλλωστε δεν μπορείς να 
          αποκοπείς τελείως από τον κόσμο ή τουλάχιστον δεν νιώθω ασφαλής να το κάνω... βράδυ, μόνη μου…
        </p>
        <div className="flex flex-col lg:flex-row gap-6 items-center">
          <p className="text-lg">
            Κοιτάζω τριγύρω, παρατηρώ ανθρώπους, κτίρια, <span className="text-ephemeral-neon">χάνομαι στις σκέψεις μου</span>, σχολιάζω 
            συμπεριφορές, στυλιστικές επιλογές (πάντα από μέσα μου). Βλέπω εικόνες και πλάθω ιστορίες, σενάρια δικά μου με αρχή, μέση και
            τέλος. Κάποιες φορές δεν σκέφτομαι τίποτα. Το μυαλό μου αδειάζει και απλά περπατάω μηχανικά. Κάποιες φορές σκέφτομαι τόσα 
            πολλά που έχω την ανάγκη να σταματήσω να περπατώ μπας και σταματήσω να σκέφτομαι. Πού και πού κοιτάζω πίσω...
          </p>
          <img
            src="./newsletters/venue/blade-runner.png"
            alt="Blade Runner Poster"
            className="w-[80%] lg:w-[35%] h-auto max-w-[2268px]"
          />
        </div>

        <p className="text-lg">
          Η μία σκέψη φέρνει την άλλη, η μία εικόνα διαδέχεται την άλλη, το ένα βήμα ακολουθεί το άλλο και χωρίς να το καταλάβω έφτασα
          πάλι σπίτι... Όμως με άλλες σκέψεις, καινούργιες εικόνες, νέες ιδέες και όνειρα...
        </p>
        <p className="text-lg">
          Η διαδρομή μπορεί να είναι η <span className="text-ephemeral-neon">ίδια</span> αλλά κάθε φορά είναι
          <span className="text-ephemeral-neon"> διαφορετική</span>. Άλλοι άνθρωποι θα βρεθούν μπροστά σου, άλλα
          κτίρια θα παρατηρήσεις, άλλα αυτοκίνητα θα περάσουν, άλλα θα κοντέψουν και να σε πατήσουν. Αρκεί να
          επιλέξεις εσύ να εστιάσεις στα διαφορετικά, σε αυτά που άλλαξαν, σε αυτά που βελτιώθηκαν... Μέσα σε
          μια καθημερινότητα <span className="text-ephemeral-neon">χαοτική</span> όλοι νιώθουμε συχνά εξαντλημένοι,
          απαισιόδοξοι, αγχωμένοι και είναι λογικό. Μπορούμε όμως να περιορίσουμε αυτό το χάος εστιάζοντας στα “
          <span className="text-ephemeral-neon">μικρά πράγματα</span>” που μας ηρεμούν, μας κάνουν χαρούμενους,
          μας αποφορτίζουν και μας δίνουν κουράγιο να συνεχίσουμε... όπως μια μικρή βόλτα με τα ακουστικά σου...
        </p>
        <p className="underline text-lg-semi-bold">-Γεωργία</p>
      </div>
    </div>
  );
}

export default Georgia;
