function Georgia() {
    return (
      <div id="Georgia">
        <p className="my-8 italics  text-md md:text-base underline text-justify">
          Ο <span className="font-bold">Παύλος </span> μας αφηγείται:
        </p>
        <div className="w-full flex flex-col gap-8">
          <div className="flex flex-col lg:flex-row gap-8 items-center lg:items-start">
            <div className="w-full flex flex-col gap-8">
              <p>
                Ήταν πριν λίγες μέρες που κινούμουν νωχελικά προς το τοπικό{" "}
                <span className="text-our-red">video club </span>(πριν
                αναρωτηθείτε, ναι υπάρχουν ακόμα, απλώς είναι πολύ λίγα και
                συνήθως αρκετά μακριά, εξού και η νωχελικότητα, είχα βαρεθεί το
                περπάτημα), έχοντας αποφασίσει ότι είχε έρθει επιτέλους η
                κατάλληλη στιγμή . Ο λόγος αυτής της βραδινής επίσκεψης ήταν το
                ότι, αν και παραμυθιάζω τον εαυτό μου ότι είμαι εραστής της 7ης
                τέχνης, ακόμα δεν είχα δει την
                ταινία-που-ποτέ-δεν-πέφτει-από-τις-θέσεις-1-2 στις καλύτερες όλων
                των εποχών, γνωστή και ως{" "}
                <span className="text-our-red">Citizen Kane</span>. Και είχα
                αποφασίσει να το αλλάξω αυτό.
              </p>
            </div>
            <img
              src="./newsletters/fr/citizenkane.jpeg"
              alt="citizenkane"
              className="w-[50%] lg:w-[25%] h-auto max-w-[2268px]"
            />
          </div>
  
          <div className="flex flex-col gap-8">
            <p>
              Αφού, λοιπόν, άνοιξα τη γυάλινη πόρτα με τις άπειρες αφίσες,
              διέσχισα τον διάδρομο με τα μυριάδες διατεταγμένα εξώφυλλα DVD και
              έσκυψα διακριτικά πάνω από τον πάγκο για να ειδοποιήσω τον
              καλοσυνάτα νυσταγμένο βιντεο-κλαμπά για την παρουσία μου, του ζήτησα
              την ταινία. Εκεί ήταν που ξεστόμισα το χαριτωμένο «
              <span className="text-our-red">Mήπως το έχετε και σε blu-ray;</span>
              », φράση που πρέπει να τον διασκέδαζε για αρκετή ώρα αφού έφυγα.
              Χρειάστηκε να δω την ταινία για να σιγουρευτώ γιατί.
            </p>
            <p>
              Βλέπετε (pun intended), δυσκολευόμουν για αρκετό καιρό να καταλάβω
              γιατί ταινίες σαν το{" "}
              <span className="text-our-red">Citizen Kane</span> (1941) ή την{" "}
              <span className="text-our-red">Casablanca</span> (1942) γοητεύουν
              ακόμα σε τέτοιο βαθμό τους απανταχού{" "}
              <span className="text-our-red">σινεφίλ</span>, όχι απαραίτητα
              επισκιάζοντας αλλά σίγουρα στεκόμενες πολύ περήφανες απέναντι σε
              υπερθεάματα οπτικών εφέ, μαγευτικών πλάνων και πολλών, πολλών
              εκατομμυρίων. Αρκετά καχύποπτα έδειχνα τη γοητεία του παλιού, της
              ανάγκης μας να λέμε ότι μας αρέσει το «niche», το ψαγμένο, το
              σινεφίλ ρε παιδί μου.
            </p>
            <p>
              Τελικά, ο λόγος είναι ο ίδιος που δεν ζητάς το Citizen Kane σε 4K
              ανάλυση: είναι γελοίο να προσπαθήσεις να δεις μόνο με τα μάτια σου
              το αδύνατο παιδί με το έλκηθρο, πίσω από τον περίπλοκο, κοσμοπολίτη
              εκατομμυριούχο C.F. Kane. Πρέπει να χρησιμοποιήσεις πολύ πιο μεγάλα
              μέσα, κι αυτά είναι που μεταχειρίζεται κάθε σπουδαία Τέχνη.
            </p>
  
            <p className="italic w-fit m-auto">
              Αφεθείτε σε αυτήν και θα το νιώσετε.
            </p>
          </div>
        </div>
      </div>
    );
  }
  
  export default Georgia;
  