function Maria() {
  return (
    <div id="Maria">
      <p className="my-8 italics text-md md:text-base underline text-justify">
        Έχεις όρεξη για μία εκδρομή; H <span className="font-bold">Μαρία</span>{" "}
        έχει βρει το ιδανικότερο μέρος να επισκεφτείς εσύ και η παρέα σου!
      </p>
      <div className="w-full flex flex-col gap-8">
        <div className="flex flex-col lg:flex-row lg:gap-8  gap-5 items-center lg:items-start">
          <div className="flex flex-col gap-10">
            <p>
              Μιας και, σιγά σιγά, ανοίγει ο καιρός, τι καλύτερο από μια
              <span className="text-our-red"> μονοήμερη εκδρομή </span>μακριά
              από την Αθήνα! Όχι τόσο μακριά, μην ανησυχείς! Μόλις μια ώρα
              οδήγησης (με τέρμα μουσική) από την Αθήνα, το{" "}
              <span className="text-our-red">Λουτράκι</span> σε περιμένει! Ένας
              μαγευτικός προορισμός που θα σε κερδίσει με την πρώτη!
            </p>
            <p>
              Ομολογουμένως, αυτή η εκδρομή συνδυάζει τα πάντα! Αν είσαι λάτρης
              της φύσης, ξεκινάς από μια βόλτα στον Φάρο του Κορινθιακού Κόλπου,
              τον <span className="text-our-red">Φάρο Μελαγκάβι</span>, ο οποίος
              απέχει μισή ώρα από το Λουτράκι. Η διαδρομή γεμάτη καταπράσινα
              τοπία αλλά και η θέα που σε περιμένει στον φάρο αξίζουν τις
              (λίγες) παραπάνω στροφές που θα βρεις στην διαδρομή, trust me!
            </p>
          </div>
          <img
            src="./newsletters/fr/loutraki.jpeg"
            alt="loutraki"
            className="w-[50%] lg:w-[25%] h-auto max-w-[2268px]"
          />
        </div>

        <div>
          <p>
            Βαρέθηκες, όμως, την πολλή σκέψη και φιλοσοφία πλάι στα δέντρα;
            Παίρνουμε τον δρόμο της επιστροφής για το παραθαλάσσιο Λουτράκι! Θες
            καφέ; Έχει! Θες φαγητό; Έχει, και πολύ ωραίο μάλιστα! Θες, εσύ που
            είσαι και λίγο πιο τολμηρός, να ρίξεις και μια βουτιά στη θάλασσα;
            Φέρε μαγιό γιατί τα πιο όμορφα και{" "}
            <span className="text-our-red">γαλάζια νερά</span> που θα δεις ποτέ
            δεν είναι αλλού, αλλά στο Λουτράκι!
          </p>
          <p>
            <br />
          </p>
          <p>
            Μην φύγεις όμως τόσο γρήγορα! Το καλό το πράγμα αργεί να γίνει, που
            λέει και ο σοφός λαός, και στην περίπτωσή μας πρέπει να περιμένεις
            μέχρι την δύση του ηλίου! Το{" "}
            <span className="text-our-red">ηλιοβασίλεμα</span> που θα
            αντικρίσεις θα σε μαγέψει, γι’ αυτό πάρε μπυρίτσα (όχι αν οδηγείς,
            είπαμε), άραξε με την παρέα στην παραλία και περίμενε για την πιο
            μαγική ώρα της ημέρας! Θα με θυμηθείς!
          </p>
        </div>
        <div className="mt-2 mb-10">
          <hr className="bg-white h-1" />
          <p className="text-our-red text-xl lg:text-2xl my-2 font-bold  text-center py-5 px-5">
            “Στο Video-Club…”
          </p>
          <hr className="bg-white h-1" />
        </div>
      </div>
    </div>
  );
}

export default Maria;
