function Naria() {
  return (
    <div id="Naria">
      <p className="my-8 italics  text-md md:text-base underline text-justify">
        Περιμένοντας ίσως κάποια αναχώρηση, η{" "}
        <span className="font-bold">Νάρια</span> παραθέτει μερικές από τις
        σκέψεις της:
      </p>
      <div className="w-full flex flex-col gap-8">
        <div className="flex flex-col lg:flex-row lg:gap-8 gap-5 items-center lg:items-start">
          <div className="flex flex-col gap-5">
            <p>
              Λένε πως είναι διαφορετικό να φεύγεις επειδή κάπου θέλεις να πας
              και διαφορετικό να φεύγεις επειδή από κάπου θέλεις να{" "}
              <span className="text-our-red">ξεφύγεις</span>. Αναρωτιέμαι πόσοι
              από εμάς, καθισμένοι σε αίθουσες αναμονής αεροδρομίων, αναμένοντας
              την έναρξη της επιβίβασης, έχει τύχει να παρατηρήσουμε τους
              ανθρώπους γύρω μας.
            </p>
            <p>
              Μάτια που λάμπουν από την ευτυχία της πολυπόθητης επιστροφής σε
              οικογένεια και φίλους, βλέμματα γεμάτα{" "}
              <span className="text-our-red">ανυπομονησία</span> για τις νέες
              περιπέτειες που περιμένουν εκεί έξω ή βλέμματα{" "}
              <span className="text-our-red">περηφάνειας</span> γιατί ίσως αυτό
              το ταξίδι σε φέρνει ένα βήμα πιο κοντά στα{" "}
              <span className="text-our-red">όνειρα</span> σου.
            </p>
            <p>
              Αν κοιτάξεις λίγο πιο προσεκτικά θα διακρίνεις και κάποια πιο{" "}
              <span className="text-our-red">θαμπά βλέμματα</span>. Εκείνα που
              συγκρατούν μια συγκίνηση ή μια θλίψη.
            </p>
          </div>
          <img
            src="./newsletters/fr/agkalia.jpeg"
            alt="agkalia"
            className="w-[50%] lg:w-[25%] h-auto max-w-[2268px]"
          />
        </div>

        <div className="flex flex-col gap-10">
          <p>
            Ανήκουν στους ανθρώπους για τους οποίους η{" "}
            <span className="text-our-red">φυγή</span> δεν αποτελεί επιλογή αλλά
            ένα "πρέπει" και συνήθως έχει προηγηθεί η φράση "
            <span className="text-our-red">μέχρι την επόμενη φορά</span>". Και
            αυτό για τον καθένα έχει διαφορετική χρονική διάρκεια αλλά για όλους
            μετράει το ίδιο, γιατί ο{" "}
            <span className="text-our-red">αποχωρισμός</span> είναι πάντα
            δύσκολος.
          </p>
          <p>
            Και κάπου εκεί η συνειδητοποίηση επιστρέφει! Έχει όντως διαφορά ο
            λόγος για τον οποίο ο καθένας γύρω σου αναμένει αυτήν την πτήση. Με
            μια απλή παρατήρηση μπορείς απλά να χτίσεις{" "}
            <span className="text-our-red">μια πιθανή ιστορία</span>, ένα δυνατό
            ενδεχόμενο. Το μόνο σίγουρο είναι πως όλοι μας μεταφέρουμε πολύ
            περισσότερα από απλές αποσκευές και πως πριν την επιβίβαση αφήνουμε,
            έστω και προσωρινά, έναν <span className="text-our-red">κύκλο</span>{" "}
            να κλείσει για να δώσουμε τη σκυτάλη σε αυτόν που μόλις ανοίγεται
            μπροστά μας.
          </p>
        </div>
      </div>
    </div>
  );
}

export default Naria;
